Repository: rfchu/khuaplayer
Catalog: Apps/Mac/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# chrome.memc.tooltip.displayRefresh
source: Motion Boost is unavailable because the display’s refresh rate is too low for the enhanced target frame rate
de: Motion Boost kann nicht aktiviert werden, da die Bildwiederholrate des Displays für die angestrebte erhöhte Bildrate zu niedrig ist
es: No se puede activar Motion Boost porque la frecuencia de actualización de la pantalla es demasiado baja para la tasa de fotogramas objetivo mejorada
fr: Motion Boost ne peut pas être activé, car la fréquence de rafraîchissement de l’écran est trop basse pour la cadence d’images cible améliorée
id: Motion Boost tidak dapat diaktifkan karena laju penyegaran layar terlalu rendah untuk menampilkan target laju bingkai yang ditingkatkan
it: Non è possibile attivare Motion Boost perché la frequenza di aggiornamento dello schermo è troppo bassa per la frequenza fotogrammi ottimizzata prevista
ja: 画面のリフレッシュレートが補間後の目標フレームレートに足りないため、Motion Boostをオンにできません
ko: 현재 화면의 주사율이 향상된 목표 프레임률을 표시하기에 부족하여 Motion Boost를 켤 수 없습니다
nl: Motion Boost kan niet worden ingeschakeld omdat de verversingssnelheid van het scherm te laag is voor de beoogde verhoogde beeldsnelheid
pl: Nie można włączyć Motion Boost, ponieważ częstotliwość odświeżania ekranu jest zbyt niska dla docelowej zwiększonej liczby klatek na sekundę
pt: Não é possível ativar o Motion Boost porque a taxa de atualização da tela é baixa demais para a taxa de quadros aprimorada pretendida
ru: Motion Boost нельзя включить, поскольку частота обновления экрана слишком низкая для целевой повышенной частоты кадров
th: ไม่สามารถเปิด Motion Boost ได้ เนื่องจากอัตรารีเฟรชของหน้าจอต่ำเกินกว่าจะแสดงอัตราเฟรมเป้าหมายหลังการปรับปรุงได้
tr: Ekranın yenileme hızı artırılmış hedef kare hızı için çok düşük olduğundan Motion Boost açılamıyor
vi: Không thể bật Motion Boost vì tần số quét của màn hình quá thấp để hiển thị tốc độ khung hình mục tiêu sau khi tăng cường
zh_hans: Motion Boost 无法开启，当前屏幕刷新率不足以呈现增强后的目标帧率
zh_hant: Motion Boost 無法開啟，目前螢幕更新率不足以呈現增強後的目標影格率

# chrome.memc.tooltip.engineFailed
source: Motion Boost is unavailable because the enhancement process could not start
de: Motion Boost kann nicht aktiviert werden, da die Bildverbesserung nicht gestartet werden konnte
es: No se puede activar Motion Boost porque no se pudo iniciar la mejora de imagen
fr: Motion Boost ne peut pas être activé, car l’amélioration de l’image n’a pas pu démarrer
id: Motion Boost tidak dapat diaktifkan karena proses peningkatan gambar gagal dimulai
it: Non è possibile attivare Motion Boost perché il miglioramento dell’immagine non è riuscito ad avviarsi
ja: 映像の強化処理を開始できなかったため、Motion Boostをオンにできません
ko: 화면 향상 기능을 시작하지 못해 Motion Boost를 켤 수 없습니다
nl: Motion Boost kan niet worden ingeschakeld omdat de beeldverbetering niet kon starten
pl: Nie można włączyć Motion Boost, ponieważ nie udało się uruchomić ulepszania obrazu
pt: Não é possível ativar o Motion Boost porque não foi possível iniciar o aprimoramento de imagem
ru: Motion Boost нельзя включить, поскольку не удалось запустить улучшение изображения
th: ไม่สามารถเปิด Motion Boost ได้ เนื่องจากไม่สามารถเริ่มการปรับปรุงภาพได้
tr: Görüntü iyileştirme işlemi başlatılamadığı için Motion Boost açılamıyor
vi: Không thể bật Motion Boost vì không thể khởi động tính năng tăng cường hình ảnh
zh_hans: Motion Boost 无法开启，画面增强功能启动失败
zh_hant: Motion Boost 無法開啟，畫面增強功能啟動失敗

# chrome.memc.tooltip.fastPlayback
source: Motion Boost is unavailable because playback speed is above 1×
de: Motion Boost ist bei einer Wiedergabegeschwindigkeit über 1× nicht verfügbar; kehre zu 1× zurück, um die Funktion zu nutzen
es: Motion Boost no está disponible a velocidades superiores a 1×; vuelve a 1× para utilizarlo
fr: Motion Boost n’est pas disponible au-delà de la vitesse de lecture 1× ; revenez à 1× pour l’utiliser
id: Motion Boost tidak tersedia pada kecepatan pemutaran di atas 1×; kembali ke 1× untuk menggunakannya
it: Motion Boost non è disponibile a velocità di riproduzione superiori a 1×; torna a 1× per utilizzarlo
ja: Motion Boostは再生速度が1×を超えると使用できませんが、1×に戻すと使用できます
ko: 재생 속도가 1×를 초과하면 Motion Boost를 사용할 수 없으며 1×로 돌아가면 사용할 수 있습니다
nl: Motion Boost is niet beschikbaar bij een afspeelsnelheid boven 1×; ga terug naar 1× om de functie te gebruiken
pl: Motion Boost jest niedostępny przy prędkości odtwarzania powyżej 1×; wróć do 1×, aby go używać
pt: O Motion Boost não está disponível em velocidades de reprodução acima de 1×; volte a 1× para usá-lo
ru: Motion Boost недоступен при скорости воспроизведения выше 1×; вернитесь к 1×, чтобы использовать функцию
th: Motion Boost ไม่พร้อมใช้งานที่ความเร็วเล่นสูงกว่า 1× โดยต้องกลับไปที่ 1× จึงจะใช้งานได้
tr: Motion Boost, 1× üzerindeki oynatma hızlarında kullanılamaz; kullanmak için 1× hızına dönün
vi: Motion Boost không khả dụng ở tốc độ phát trên 1×; hãy trở về 1× để sử dụng
zh_hans: Motion Boost 无法开启，恢复 1× 播放速度后可用
zh_hant: Motion Boost 無法開啟，恢復 1× 播放速度後可用

# chrome.memc.tooltip.memory
source: Motion Boost is unavailable because there is not enough memory available
de: Motion Boost kann nicht aktiviert werden, da nicht genügend Arbeitsspeicher verfügbar ist
es: No se puede activar Motion Boost porque no hay suficiente memoria disponible
fr: Motion Boost ne peut pas être activé, car la mémoire disponible est insuffisante
id: Motion Boost tidak dapat diaktifkan karena memori yang tersedia tidak mencukupi
it: Non è possibile attivare Motion Boost perché la memoria disponibile è insufficiente
ja: 使用可能なメモリが不足しているため、Motion Boostをオンにできません
ko: 현재 사용 가능한 메모리가 부족하여 Motion Boost를 켤 수 없습니다
nl: Motion Boost kan niet worden ingeschakeld omdat er onvoldoende geheugen beschikbaar is
pl: Nie można włączyć Motion Boost, ponieważ dostępna pamięć jest niewystarczająca
pt: Não é possível ativar o Motion Boost porque não há memória disponível suficiente
ru: Motion Boost нельзя включить, поскольку доступной памяти недостаточно
th: ไม่สามารถเปิด Motion Boost ได้ เนื่องจากหน่วยความจำที่พร้อมใช้งานไม่เพียงพอ
tr: Kullanılabilir bellek yetersiz olduğu için Motion Boost açılamıyor
vi: Không thể bật Motion Boost vì không có đủ bộ nhớ khả dụng
zh_hans: Motion Boost 无法开启，当前可用内存不足
zh_hant: Motion Boost 無法開啟，目前可用記憶體不足

# chrome.memc.tooltip.noMedia
source: Open a video to improve motion smoothness with Motion Boost
de: Öffne ein Video, um Bewegungen mit Motion Boost flüssiger darzustellen
es: Abre un vídeo para mejorar la fluidez del movimiento con Motion Boost
fr: Ouvrez une vidéo pour améliorer la fluidité des mouvements avec Motion Boost
id: Buka video untuk meningkatkan kelancaran gerakan dengan Motion Boost
it: Apri un video per migliorare la fluidità dei movimenti con Motion Boost
ja: 動画を開くと、Motion Boostで映像の動きを滑らかにできます
ko: 비디오를 열면 Motion Boost로 화면 움직임을 더 부드럽게 만들 수 있습니다
nl: Open een video om bewegingen vloeiender weer te geven met Motion Boost
pl: Otwórz film, aby poprawić płynność ruchu dzięki Motion Boost
pt: Abra um vídeo para melhorar a fluidez dos movimentos com o Motion Boost
ru: Откройте видео, чтобы повысить плавность движения с помощью Motion Boost
th: เปิดวิดีโอเพื่อเพิ่มความลื่นไหลของภาพเคลื่อนไหวด้วย Motion Boost
tr: Motion Boost ile hareket akıcılığını artırmak için bir video açın
vi: Mở video để tăng độ mượt của chuyển động bằng Motion Boost
zh_hans: 打开视频后，可使用 Motion Boost 提升画面流畅度
zh_hant: 開啟影片後，可使用 Motion Boost 提升畫面流暢度

# chrome.memc.tooltip.off
source: Enable Motion Boost to generate intermediate frames for smoother motion
de: Aktiviere Motion Boost, um Zwischenbilder für flüssigere Bewegungen zu erzeugen
es: Activa Motion Boost para generar fotogramas intermedios y lograr movimientos más fluidos
fr: Activez Motion Boost pour générer des images intermédiaires et rendre les mouvements plus fluides
id: Aktifkan Motion Boost untuk membuat bingkai antara agar gerakan lebih mulus
it: Attiva Motion Boost per generare fotogrammi intermedi e rendere i movimenti più fluidi
ja: Motion Boostをオンにすると、中間フレームを生成して映像の動きを滑らかにできます
ko: Motion Boost를 켜면 중간 프레임을 생성하여 화면 움직임을 더 부드럽게 만들 수 있습니다
nl: Schakel Motion Boost in om tussenbeelden te genereren voor vloeiendere bewegingen
pl: Włącz Motion Boost, aby generować klatki pośrednie i zwiększyć płynność ruchu
pt: Ative o Motion Boost para gerar quadros intermediários e tornar os movimentos mais fluidos
ru: Включите Motion Boost, чтобы создавать промежуточные кадры для более плавного движения
th: เปิด Motion Boost เพื่อสร้างเฟรมกลางให้ภาพเคลื่อนไหวลื่นไหลขึ้น
tr: Daha akıcı hareketler için ara kareler oluşturmak üzere Motion Boost’u açın
vi: Bật Motion Boost để tạo khung hình trung gian giúp chuyển động mượt mà hơn
zh_hans: 开启 Motion Boost，可通过生成中间帧提升画面流畅度
zh_hant: 開啟 Motion Boost，可透過產生中間影格提升畫面流暢度

# chrome.memc.tooltip.on
source: Motion Boost is getting ready to improve motion smoothness
de: Motion Boost wird vorbereitet, um Bewegungen flüssiger darzustellen
es: Motion Boost se está preparando para mejorar la fluidez del movimiento
fr: Motion Boost se prépare à améliorer la fluidité des mouvements
id: Motion Boost sedang bersiap untuk meningkatkan kelancaran gerakan
it: Motion Boost si sta preparando per migliorare la fluidità dei movimenti
ja: Motion Boostは準備中で、完了すると映像の動きを滑らかにします
ko: Motion Boost가 준비 중이며 완료되면 화면 움직임을 더 부드럽게 만듭니다
nl: Motion Boost wordt voorbereid om bewegingen vloeiender weer te geven
pl: Motion Boost przygotowuje się do poprawy płynności ruchu
pt: O Motion Boost está se preparando para melhorar a fluidez dos movimentos
ru: Motion Boost готовится к повышению плавности движения
th: Motion Boost กำลังเตรียมพร้อมเพื่อเพิ่มความลื่นไหลของภาพเคลื่อนไหว
tr: Motion Boost, hareket akıcılığını artırmak için hazırlanıyor
vi: Motion Boost đang chuẩn bị để tăng độ mượt của chuyển động
zh_hans: Motion Boost 正在准备，完成后将增强画面流畅度
zh_hant: Motion Boost 正在準備，完成後將增強畫面流暢度

# chrome.memc.tooltip.partial
source: Motion Boost is on, but smoothness is only partially enhanced due to factors such as device performance
de: Motion Boost ist aktiviert, verbessert die Bewegungsdarstellung aber aufgrund von Faktoren wie der Geräteleistung nur teilweise
es: Motion Boost está activado, pero la fluidez solo mejora parcialmente debido a factores como el rendimiento del dispositivo
fr: Motion Boost est activé, mais la fluidité n’est que partiellement améliorée en raison de facteurs tels que les performances de l’appareil
id: Motion Boost aktif, tetapi kelancaran hanya ditingkatkan sebagian karena faktor seperti kinerja perangkat
it: Motion Boost è attivo, ma la fluidità è migliorata solo in parte a causa di fattori come le prestazioni del dispositivo
ja: Motion Boostはオンですが、デバイスの性能などの要因により、映像の一部のみが滑らかになっています
ko: Motion Boost가 켜져 있지만 기기 성능 등의 이유로 일부 화면만 더 부드럽게 표시됩니다
nl: Motion Boost is ingeschakeld, maar bewegingen worden slechts gedeeltelijk vloeiender weergegeven door factoren zoals de prestaties van het apparaat
pl: Motion Boost jest włączony, ale płynność jest poprawiana tylko częściowo z powodu czynników takich jak wydajność urządzenia
pt: O Motion Boost está ativado, mas a fluidez é melhorada apenas parcialmente devido a fatores como o desempenho do dispositivo
ru: Motion Boost включён, но плавность повышается лишь частично из-за таких факторов, как производительность устройства
th: Motion Boost เปิดอยู่ แต่เพิ่มความลื่นไหลได้เพียงบางส่วนเนื่องจากปัจจัยต่าง ๆ เช่น ประสิทธิภาพของอุปกรณ์
tr: Motion Boost açık ancak aygıt performansı gibi etkenler nedeniyle akıcılık yalnızca kısmen artırılıyor
vi: Motion Boost đang bật nhưng độ mượt chỉ được cải thiện một phần do các yếu tố như hiệu năng thiết bị
zh_hans: Motion Boost 已开启，因设备性能等原因，仅部分画面获得流畅度增强
zh_hant: Motion Boost 已開啟，因裝置效能等原因，僅部分畫面獲得流暢度增強

# chrome.memc.tooltip.resolutionLimit
source: Motion Boost is unavailable because only videos up to 4K are currently supported
de: Motion Boost kann nicht aktiviert werden, da derzeit nur Videos bis einschließlich 4K unterstützt werden
es: No se puede activar Motion Boost porque actualmente solo se admiten vídeos de hasta 4K
fr: Motion Boost ne peut pas être activé, car seules les vidéos jusqu’à la 4K sont actuellement prises en charge
id: Motion Boost tidak dapat diaktifkan karena saat ini hanya mendukung video beresolusi hingga 4K
it: Non è possibile attivare Motion Boost perché al momento sono supportati solo video fino a 4K
ja: Motion Boostは現在4K以下の解像度の動画にのみ対応しているため、オンにできません
ko: Motion Boost는 현재 4K 이하 해상도의 비디오만 지원하므로 켤 수 없습니다
nl: Motion Boost kan niet worden ingeschakeld omdat momenteel alleen video’s tot en met 4K worden ondersteund
pl: Nie można włączyć Motion Boost, ponieważ obecnie obsługiwane są tylko filmy o rozdzielczości do 4K
pt: Não é possível ativar o Motion Boost porque, no momento, apenas vídeos com resolução de até 4K são compatíveis
ru: Motion Boost нельзя включить, поскольку сейчас поддерживаются только видео с разрешением до 4K включительно
th: ไม่สามารถเปิด Motion Boost ได้ เนื่องจากขณะนี้รองรับเฉพาะวิดีโอที่มีความละเอียดไม่เกิน 4K
tr: Şu anda yalnızca 4K ve altı çözünürlükteki videolar desteklendiği için Motion Boost açılamıyor
vi: Không thể bật Motion Boost vì hiện chỉ hỗ trợ video có độ phân giải tối đa 4K
zh_hans: Motion Boost 无法开启，当前仅支持 4K 及以下分辨率的视频
zh_hant: Motion Boost 無法開啟，目前僅支援 4K 及以下解析度的影片

# chrome.memc.tooltip.unavailable
source: Motion Boost is unavailable because this device or system does not support it
de: Motion Boost kann nicht aktiviert werden, da dieses Gerät oder System die Funktion nicht unterstützt
es: No se puede activar Motion Boost porque este dispositivo o sistema no admite la función
fr: Motion Boost ne peut pas être activé, car cet appareil ou ce système ne prend pas en charge cette fonction
id: Motion Boost tidak dapat diaktifkan karena perangkat atau sistem ini tidak mendukung fitur tersebut
it: Non è possibile attivare Motion Boost perché questo dispositivo o sistema non supporta la funzione
ja: このデバイスまたはシステムが対応していないため、Motion Boostをオンにできません
ko: 현재 기기 또는 시스템이 이 기능을 지원하지 않아 Motion Boost를 켤 수 없습니다
nl: Motion Boost kan niet worden ingeschakeld omdat dit apparaat of systeem de functie niet ondersteunt
pl: Nie można włączyć Motion Boost, ponieważ to urządzenie lub system nie obsługuje tej funkcji
pt: Não é possível ativar o Motion Boost porque este dispositivo ou sistema não oferece suporte à função
ru: Motion Boost нельзя включить, поскольку это устройство или система не поддерживает функцию
th: ไม่สามารถเปิด Motion Boost ได้ เนื่องจากอุปกรณ์หรือระบบนี้ไม่รองรับฟังก์ชันนี้
tr: Bu aygıt veya sistem özelliği desteklemediği için Motion Boost açılamıyor
vi: Không thể bật Motion Boost vì thiết bị hoặc hệ thống này không hỗ trợ tính năng
zh_hans: Motion Boost 无法开启，当前设备或系统不支持此功能
zh_hant: Motion Boost 無法開啟，目前裝置或系統不支援此功能

# chrome.memc.tooltip.unknown
source: Motion Boost is temporarily unavailable for an undetermined reason
de: Motion Boost ist aus einem noch ungeklärten Grund vorübergehend nicht verfügbar
es: Motion Boost no está disponible temporalmente por un motivo aún no determinado
fr: Motion Boost est temporairement indisponible pour une raison encore indéterminée
id: Motion Boost sementara tidak tersedia karena alasan yang belum diketahui
it: Motion Boost è temporaneamente non disponibile per un motivo ancora da determinare
ja: 原因がまだ特定されていないため、Motion Boostは一時的に使用できません
ko: 아직 확인되지 않은 이유로 Motion Boost를 일시적으로 사용할 수 없습니다
nl: Motion Boost is tijdelijk niet beschikbaar om een nog onbekende reden
pl: Motion Boost jest tymczasowo niedostępny z nieustalonego jeszcze powodu
pt: O Motion Boost está temporariamente indisponível por um motivo ainda não determinado
ru: Motion Boost временно недоступен по пока неустановленной причине
th: Motion Boost ไม่พร้อมใช้งานชั่วคราวด้วยสาเหตุที่ยังไม่ทราบแน่ชัด
tr: Motion Boost, henüz belirlenemeyen bir nedenle geçici olarak kullanılamıyor
vi: Motion Boost tạm thời không khả dụng vì lý do chưa xác định
zh_hans: Motion Boost 暂时无法开启，具体原因尚未确定
zh_hant: Motion Boost 暫時無法開啟，具體原因尚未確定

# chrome.memc.tooltip.unsupportedVideo
source: Motion Boost is unavailable because this video is not currently supported
de: Motion Boost kann nicht aktiviert werden, da dieses Video derzeit nicht unterstützt wird
es: No se puede activar Motion Boost porque este vídeo aún no es compatible
fr: Motion Boost ne peut pas être activé, car cette vidéo n’est pas encore prise en charge
id: Motion Boost tidak dapat diaktifkan karena video ini belum didukung
it: Non è possibile attivare Motion Boost perché questo video non è attualmente supportato
ja: この動画は現在対応していないため、Motion Boostをオンにできません
ko: 현재 비디오가 이 기능을 지원하지 않아 Motion Boost를 켤 수 없습니다
nl: Motion Boost kan niet worden ingeschakeld omdat deze video momenteel niet wordt ondersteund
pl: Nie można włączyć Motion Boost, ponieważ ten film nie jest obecnie obsługiwany
pt: Não é possível ativar o Motion Boost porque este vídeo ainda não é compatível
ru: Motion Boost нельзя включить, поскольку это видео пока не поддерживается
th: ไม่สามารถเปิด Motion Boost ได้ เนื่องจากยังไม่รองรับวิดีโอนี้
tr: Bu video şu anda desteklenmediği için Motion Boost açılamıyor
vi: Không thể bật Motion Boost vì video này hiện chưa được hỗ trợ
zh_hans: Motion Boost 无法开启，当前视频暂不支持此功能
zh_hant: Motion Boost 無法開啟，目前影片暫不支援此功能

# chrome.rate.tooltip
source: Playback Speed
de: Wiedergabegeschwindigkeit
es: Velocidad de reproducción
fr: Vitesse de lecture
id: Kecepatan pemutaran
it: Velocità di riproduzione
ja: 再生速度
ko: 재생 속도
nl: Afspeelsnelheid
pl: Prędkość odtwarzania
pt: Velocidade de reprodução
ru: Скорость воспроизведения
th: ความเร็วในการเล่น
tr: Oynatma hızı
vi: Tốc độ phát
zh_hans: 播放速度
zh_hant: 播放速度

# chrome.volume.a11y.label
source: Volume
de: Lautstärke
es: Volumen
ja: 音量
ko: 음량
pl: Głośność
ru: Громкость
th: ระดับเสียง
tr: Ses düzeyi
vi: Âm lượng
zh_hans: 音量
zh_hant: 音量

# chrome.volume.boost.active
source: Boost
de: Verstärkung
es: Amplificación
fr: Amplification
id: Penguat
it: Amplificazione
ja: 音量ブースト
ko: 음량 증폭
nl: Versterking
pl: Wzmocnienie
pt: Amplificação
ru: Усиление
th: ขยายเสียง
tr: Ses yükseltme
vi: Khuếch đại
zh_hans: 增强
zh_hant: 增強

# chrome.volume.boost.max
source: Maximum volume
de: Maximale Lautstärke
es: Volumen máximo
fr: Volume maximal
id: Volume maksimum
it: Volume massimo
ja: 最大音量
ko: 최대 음량
nl: Maximaal volume
pl: Maksymalna głośność
pt: Volume máximo
ru: Максимальная громкость
th: ระดับเสียงสูงสุด
tr: Maksimum ses düzeyi
vi: Âm lượng tối đa
zh_hans: 已达最高音量
zh_hant: 最高音量

# chrome.volume.boost.prompt
source: Press ↑ or drag right again to boost volume
de: Drücke erneut ↑ oder ziehe nach rechts, um die Lautstärke zu verstärken
es: Pulsa ↑ o arrastra de nuevo hacia la derecha para amplificar el volumen
fr: Appuyez de nouveau sur ↑ ou faites glisser vers la droite pour amplifier le volume
id: Tekan ↑ atau seret ke kanan sekali lagi untuk memperkuat volume
it: Premi di nuovo ↑ o trascina verso destra per amplificare il volume
ja: もう一度 ↑ を押すか右へドラッグすると音量をブーストできます
ko: 음량을 증폭하려면 ↑ 키를 다시 누르거나 오른쪽으로 드래그하십시오
nl: Druk nogmaals op ↑ of sleep naar rechts om het volume te versterken
pl: Naciśnij ponownie ↑ lub przeciągnij w prawo, aby wzmocnić głośność
pt: Pressione ↑ novamente ou arraste de novo para a direita para amplificar o volume
ru: Нажмите ↑ ещё раз или снова перетащите вправо, чтобы усилить громкость
th: กด ↑ หรือลากไปทางขวาอีกครั้งเพื่อขยายระดับเสียง
tr: Sesi yükseltmek için ↑ tuşuna yeniden basın veya tekrar sağa sürükleyin
vi: Nhấn lại ↑ hoặc kéo sang phải để khuếch đại âm lượng
zh_hans: 再按 ↑ 或向右拖动，可增强音量
zh_hant: 再按一次 ↑ 或向右拖移，即可增強音量

# chrome.xdr.tooltip.contentHDR
source: HDR video does not need brightness enhancement through Brightness Boost
de: HDR-Videos benötigen keine zusätzliche Aufhellung durch Brightness Boost
es: Los vídeos HDR no necesitan aumentar el brillo con Brightness Boost
fr: Les vidéos HDR n’ont pas besoin de Brightness Boost pour augmenter leur luminosité
id: Video HDR tidak memerlukan peningkatan kecerahan melalui Brightness Boost
it: I video HDR non hanno bisogno di Brightness Boost per aumentare la luminosità
ja: HDR動画ではBrightness Boostによる輝度の強化は不要です
ko: HDR 비디오는 Brightness Boost로 밝기를 높일 필요가 없습니다
nl: HDR-video heeft geen extra helderheid via Brightness Boost nodig
pl: Wideo HDR nie wymaga rozjaśniania przez Brightness Boost
pt: Vídeos HDR não precisam de Brightness Boost para aumentar o brilho
ru: HDR-видео не требует повышения яркости с помощью Brightness Boost
th: วิดีโอ HDR ไม่จำเป็นต้องเพิ่มความสว่างด้วย Brightness Boost
tr: HDR videoların parlaklığını Brightness Boost ile artırmaya gerek yok
vi: Video HDR không cần tăng độ sáng bằng Brightness Boost
zh_hans: HDR 视频无需通过 Brightness Boost 增强亮度
zh_hant: HDR 影片無需透過 Brightness Boost 增強亮度

# chrome.xdr.tooltip.noHeadroom
source: Brightness Boost cannot be enabled because this display is not currently supported
de: Brightness Boost lässt sich nicht aktivieren, da dieses Display derzeit nicht unterstützt wird
es: No se puede activar Brightness Boost porque esta pantalla aún no es compatible
fr: Brightness Boost ne peut pas être activé, car cet écran n’est pas encore pris en charge
id: Brightness Boost tidak dapat diaktifkan karena layar ini belum didukung
it: Non è possibile attivare Brightness Boost perché questo schermo non è ancora supportato
ja: 現在の画面はまだサポートされていないため、Brightness Boost をオンにできません
ko: 현재 디스플레이는 아직 지원되지 않아 Brightness Boost를 켤 수 없습니다
nl: Brightness Boost kan niet worden ingeschakeld omdat dit scherm momenteel niet wordt ondersteund
pl: Nie można włączyć Brightness Boost, ponieważ ten ekran nie jest jeszcze obsługiwany
pt: Não é possível ativar o Brightness Boost porque esta tela ainda não é compatível
ru: Нельзя включить Brightness Boost, поскольку этот экран пока не поддерживается
th: ไม่สามารถเปิด Brightness Boost ได้ เนื่องจากยังไม่รองรับหน้าจอนี้
tr: Bu ekran henüz desteklenmediğinden Brightness Boost açılamıyor
vi: Không thể bật Brightness Boost vì màn hình này hiện chưa được hỗ trợ
zh_hans: Brightness Boost 暂不支持当前屏幕，无法打开该功能
zh_hant: Brightness Boost 暫不支援目前的螢幕，無法開啟此功能

# chrome.xdr.tooltip.noMedia
source: Open a video to brighten the picture with Brightness Boost
de: Öffne ein Video, um das Bild mit Brightness Boost aufzuhellen
es: Abre un vídeo para aumentar el brillo de la imagen con Brightness Boost
fr: Ouvrez une vidéo pour éclaircir l’image avec Brightness Boost
id: Buka video untuk mencerahkan gambar dengan Brightness Boost
it: Apri un video per aumentare la luminosità dell’immagine con Brightness Boost
ja: 動画を開くと、Brightness Boost で映像を明るくできます
ko: 동영상을 열면 Brightness Boost로 영상 밝기를 높일 수 있습니다
nl: Open een video om het beeld helderder te maken met Brightness Boost
pl: Otwórz film, aby rozjaśnić obraz za pomocą Brightness Boost
pt: Abra um vídeo para aumentar o brilho da imagem com o Brightness Boost
ru: Откройте видео, чтобы повысить яркость изображения с помощью Brightness Boost
th: เปิดวิดีโอเพื่อเพิ่มความสว่างของภาพด้วย Brightness Boost
tr: Brightness Boost ile görüntüyü daha parlak hale getirmek için bir video açın
vi: Mở video để tăng độ sáng hình ảnh bằng Brightness Boost
zh_hans: 打开视频后，可使用 Brightness Boost 提升画面亮度
zh_hant: 開啟影片後，可使用 Brightness Boost 提升畫面亮度
